

help_text=("💖 Добро пожаловать в твой персональный финансовый помощник! 💖\n"
"Я помогу тебе легко вести учет денег и всегда знать, куда уходят средства! \n"
"Вот что я умею:\n"
"💰 Мои финансы \n"
"➕ Добавить запись — зафиксируй доход или расход за пару секунд!\n"
" 📂 Категории — создавай свои категории для удобного учета.\n"
" 📈 Статистика — покажу аналитику твоих расходов и доходов.\n"
" 💳 Баланс — всегда знай, сколько у тебя свободных средств.\n"
"Если не знаешь с чего начать — попробуй добавить свою первую запись! 😊")
pre_help=("🔙 Возвращаемся в главное меню!\n"
"Попробуем добавить первую транзакцию? 😊\n")
pre_balance=("🔙 Возвращаемся в главное меню!\n"
"Чем займёмся дальше? 😊\n")
welcome_text = (
            "Готово! Вы в главном меню 😊 Что хотите сделать?\n"
            "Выберите действие:\n"
            "* 💰 Проверить баланс\n"
            "* 📊 Посмотреть статистику\n"
            "* 🗂 Управлять категориями\n"
            "* 💸 Открыть список транзакций\n"
            "* ❓ Нужна помощь"
        )
cattegory_text =(
            "📂 Что вы хотите сделать с категориями?  Выберите действие:\n"
"* ➕ Добавить категорию\n"
"* 📝 Изменить категорию\n"
"* ❌ Удалить категорию\n"
"* 👀 Посмотреть существующие категории\n"
)
transaction_text =(
    "💸 Что вы хотите сделать с вашими транзакциями?\nВыберите действие:\n"
            "* ➕ Добавить\n"
            "* ✏️ Изменить\n"
            "* 🗑 Удалить\n"
            "* 📋 Посмотреть список\n"
)