cattegory_text =(
            "📂 Что вы хотите сделать с категориями?  Выберите действие:\n"
"* ➕ Добавить категорию\n"
"* 📝 Изменить категорию\n"
"* ❌ Удалить категорию\n"
"* 👀 Посмотреть существующие категории\n"
)

help_text=("Привет! 👋 Вот как я могу помочь:\n"
            "💸 Транзакция — добавь доход или расход.\n"
            "📂 Категории — управляй своими категориями.\n"
            "📊 Статистика — покажу аналитику твоих расходов и доходов.\n"
            "💰 Баланс — узнаешь текущий остаток средств.\n"
            "Если не знаешь с чего начать — попробуй добавить первую транзакцию! 😊\n")

pre_help=("🔙 Возвращаемся в главное меню!\
Попробуем добавить первую запись? 😊\n")

pre_balance=("🔙 Возвращаемся в главное меню!\n"
"Чем займёмся дальше? 😊\n")

welcome_text = (
    'Готово! Вы в главном меню 😊 Что хотите сделать? Выберите действие:\
    * 💰 Проверить баланс\
    * 📊 Посмотреть статистику\
    *  🗂 Управлять категориями\
    * 💸 Открыть список своих записей\
    * ❓ Нужна помощь')

cattegory_text =(
            "📂 Что вы хотите сделать с категориями?  Выберите действие:\n"
"* ➕ Добавить категорию\n"
"* 📝 Изменить категорию\n"
"* ❌ Удалить категорию\n"
"* 👀 Посмотреть существующие категории\n"
)

trasaction_actions = (
'💸 Что вы хотите сделать с вашими записями?  Выберите действие:\
* ➕ Добавить\
* ✏️ Изменить\
*  🗑 Удалить\
* 📋 Посмотреть список')

create_transaction_text = (
    '💸 Давайте создадим новую запись! Пожалуйста, выберите категорию:'
)