text_no=("Ой! 😅 Похоже, сумма указана неправильно. Пожалуйста, введи только цифры — без лишнего.\n\
\n\
Вот что не нужно указывать:\n\
* ❌ Буквы (например, «руб» или «триста»)\n\
* ❌ Специальные символы (@, #, $, и т.д.)\n\
* ❌ Пробелы\n\
* ❌ Смайлики или другие значки")

help_text=("💖 Добро пожаловать в ваш персональный финансовый помощник! 💖\n"
"Я помогу вам легко вести учёт денег и всегда знать, куда уходят средства!\n"
"Вот что я умею:\n"
"➕ Добавить запись — зафиксируйте доход или расход за пару секунд!\n"
"📂 Категории — создавайте свои категории для удобного учёта.\n"
"🔹 У вас уже есть 6 постоянных категорий: Зарплата, Досуг, Кафе, Транспорт, Здоровье, Продукты.\n"
"📈 Статистика — покажу аналитику ваших расходов и доходов.\n"
"— можно посмотреть данные за месяц или выбрать любой период самостоятельно.\n"
"💳 Баланс — всегда знайте, сколько у вас свободных средств.\n"
"Если не знаете, с чего начать — попробуйте добавить свою первую запись! 😊")
pre_help=("🔙 Возвращаемся в главное меню!\n"
"Попробуем  добавить первую запись? 😊\n")
add_trans=("💸 Давайте создадим новую запись! Пожалуйста, выберите категорию:\n"
"1.Зарплата\n"
"2.Продукты\n"
"3.Кафе\n"
"4.Досуг\n"
"5.Здоровье\n"
"6.Транспорт\n"
"7.Категория пользователя\n"
"8.Категория пользователя\n"
"итп.\n"
)
pre_balance=("🔙 Возвращаемся в главное меню!\n"
"Чем займёмся дальше? 😊\n")

welcome_text = (
"Готово! Вы в главном меню 😊 Что хотите сделать?  Выберите действие:\n"
"* 📊 Посмотреть статистику\n"
"* 🗂 Управлять категориями\n"
"* 💸 Открыть список своих записей\n"
"* 💰 Проверить баланс\n"
"* ❓ Нужна помощь\n")

cattegory_text =(
            "📂 Что вы хотите сделать с категориями?  Выберите действие:\n\
* ➕ Добавить категорию\n\
* 📝 Изменить категорию\n\
* ❌ Удалить категорию\n\
* 👀 Посмотреть существующие категории"
)

trasaction_actions = (
'💸 Что вы хотите сделать с вашими записями?  Выберите действие:\n\
* ➕ Добавить\n\
* ✏️ Изменить\n\
* 🗑 Удалить\n\
* 📋 Посмотреть список')

create_transaction_text = (
    '💸 Давайте создадим новую запись! Пожалуйста, выберите категорию:'
)